---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CADLinkOptions
source: html/a4e755fd-9527-e4db-de09-45c2b85a5ade.htm
---
# CADLinkOptions Members

Constructs a new copy of the input CADLinkOptions object.